[
  {
    "id": "angry_1",
    "text": "For every minute you remain angry, you give up sixty seconds of peace of mind.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "id": "angry_2",
    "text": "Anger is an acid that can do more harm to the vessel in which it is stored than to anything on which it is poured.",
    "author": "Mark Twain"
  },
  {
    "id": "angry_3",
    "text": "Holding on to anger is like grasping a hot coal with the intent of throwing it at someone else; you are the one who gets burned.",
    "author": "Buddha"
  },
  {
    "id": "angry_4",
    "text": "Anger makes you smaller, while forgiveness forces you to grow beyond what you were.",
    "author": "Cherie Carter-Scott"
  },
  {
    "id": "angry_5",
    "text": "The best fighter is never angry.",
    "author": "Lao Tzu"
  },
  {
    "id": "angry_6",
    "text": "Speak when you are angry and you will make the best speech you will ever regret.",
    "author": "Ambrose Bierce"
  },
  {
    "id": "angry_7",
    "text": "Anger is a wind which blows out the lamp of the mind.",
    "author": "Robert Green Ingersoll"
  },
  {
    "id": "angry_8",
    "text": "When angry, count to ten before you speak. If very angry, count to one hundred.",
    "author": "Thomas Jefferson"
  },
  {
    "id": "angry_9",
    "text": "Anger is never without a reason, but seldom with a good one.",
    "author": "Benjamin Franklin"
  },
  {
    "id": "angry_10",
    "text": "The greatest remedy for anger is delay.",
    "author": "Seneca"
  },
  {
    "id": "angry_11",
    "text": "Anger dwells only in the bosom of fools.",
    "author": "Albert Einstein"
  },
  {
    "id": "angry_12",
    "text": "How much trouble he avoids who does not look to see what his neighbor says or does.",
    "author": "Marcus Aurelius"
  },
  {
    "id": "angry_13",
    "text": "Anger is a momentary madness, so control your passion or it will control you.",
    "author": "Horace"
  },
  {
    "id": "angry_14",
    "text": "The angry man will defeat himself in battle as well as in life.",
    "author": "Samurai Maxim"
  },
  {
    "id": "angry_15",
    "text": "Anger is like a storm rising up from the bottom of your consciousness.",
    "author": "Thich Nhat Hanh"
  },
  {
    "id": "angry_16",
    "text": "When you are offended at any man's fault, turn to yourself and study your own failings.",
    "author": "Epictetus"
  },
  {
    "id": "angry_17",
    "text": "Anger cannot be dishonest.",
    "author": "Marcus Aurelius"
  },
  {
    "id": "angry_18",
    "text": "The fire you kindle for your enemy often burns yourself more than them.",
    "author": "Chinese Proverb"
  },
  {
    "id": "angry_19",
    "text": "Anger is an energy that can be transformed into wisdom.",
    "author": "Dalai Lama"
  },
  {
    "id": "angry_20",
    "text": "Don't hold to anger, hurt or pain. They steal your energy and keep you from love.",
    "author": "Leo Buscaglia"
  },
  {
    "id": "angry_21",
    "text": "Anger is a killing thing: it kills the man who angers, for each rage leaves him less than he had been before.",
    "author": "Louis L'Amour"
  },
  {
    "id": "angry_22",
    "text": "The opposite of anger is not calmness, it's empathy.",
    "author": "Mehmet Oz"
  }
]