[
  {
    "id": "breakup_1",
    "text": "Sometimes good things fall apart so better things can fall together.",
    "author": "Marilyn Monroe"
  },
  {
    "id": "breakup_2",
    "text": "The heart will break, but broken live on.",
    "author": "Lord Byron"
  },
  {
    "id": "breakup_3",
    "text": "Pain makes you stronger, tears make you braver, heartbreak makes you wiser.",
    "author": "Anonymous"
  },
  {
    "id": "breakup_4",
    "text": "Don't cry because it's over, smile because it happened.",
    "author": "Dr. Seuss"
  },
  {
    "id": "breakup_5",
    "text": "The hottest love has the coldest end.",
    "author": "Socrates"
  },
  {
    "id": "breakup_6",
    "text": "Sometimes you have to forget what you feel and remember what you deserve.",
    "author": "Anonymous"
  },
  {
    "id": "breakup_7",
    "text": "Every ending is a new beginning.",
    "author": "Anonymous"
  },
  {
    "id": "breakup_8",
    "text": "The only way to fix a broken heart is time.",
    "author": "Anonymous"
  },
  {
    "id": "breakup_9",
    "text": "Hearts will never be practical until they are made unbreakable.",
    "author": "L. Frank Baum"
  },
  {
    "id": "breakup_10",
    "text": "Sometimes it takes a heartbreak to shake us awake and help us see we are worth so much more than we're settling for.",
    "author": "Mandy Hale"
  },
  {
    "id": "breakup_11",
    "text": "The emotion that can break your heart is sometimes the very one that heals it.",
    "author": "Nicholas Sparks"
  },
  {
    "id": "breakup_12",
    "text": "You can love someone so much, but you can never love people as much as you can miss them.",
    "author": "John Green"
  },
  {
    "id": "breakup_13",
    "text": "It is better to have loved and lost than never to have loved at all.",
    "author": "Alfred Lord Tennyson"
  },
  {
    "id": "breakup_14",
    "text": "The cure for anything is salt water: sweat, tears or the sea.",
    "author": "Isak Dinesen"
  },
  {
    "id": "breakup_15",
    "text": "Sometimes you have to stand alone to prove that you can still stand.",
    "author": "Anonymous"
  },
  {
    "id": "breakup_16",
    "text": "The hardest part about walking away from someone is when you realize that no matter how slow you go, they will never run after you.",
    "author": "Anonymous"
  },
  {
    "id": "breakup_17",
    "text": "Don't be afraid to start over. It's a brand new opportunity to rebuild what you truly want.",
    "author": "Anonymous"
  },
  {
    "id": "breakup_18",
    "text": "You were my cup of tea, but I drink coffee now.",
    "author": "Anonymous"
  },
  {
    "id": "breakup_19",
    "text": "Sometimes the best thing you can do is not think, not wonder, not imagine, not obsess. Just breathe and have faith that everything will work out for the best.",
    "author": "Kody Keplinger"
  },
  {
    "id": "breakup_20",
    "text": "The most beautiful people I've known are those who have known trials, have known struggles, have known loss, and have found their way out of the depths.",
    "author": "Elisabeth Kübler-Ross"
  },
  {
    "id": "breakup_21",
    "text": "Letting go doesn't mean that you don't care about someone anymore. It's just realizing that the only person you really have control over is yourself.",
    "author": "Deborah Reber"
  },
  {
    "id": "breakup_22",
    "text": "One day you will tell your story of how you overcame what you went through and it will be someone else's survival guide.",
    "author": "Brené Brown"
  }
]
