[
  {
    "id": "emotional_1",
    "text": "The best and most beautiful things in the world cannot be seen or even touched - they must be felt with the heart.",
    "author": "Helen Keller"
  },
  {
    "id": "emotional_2",
    "text": "Emotions are the colors of the soul.",
    "author": "Anonymous"
  },
  {
    "id": "emotional_3",
    "text": "The emotion that can break your heart is sometimes the very one that heals it.",
    "author": "Nicholas Sparks"
  },
  {
    "id": "emotional_4",
    "text": "Your emotions are the slaves to your thoughts, and you are the slave to your emotions.",
    "author": "Elizabeth Gilbert"
  },
  {
    "id": "emotional_5",
    "text": "The only way to change someone's mind is to connect with them from the heart.",
    "author": "Rasheed Ogunlaru"
  },
  {
    "id": "emotional_6",
    "text": "Tears are words that need to be written.",
    "author": "Paulo Coelho"
  },
  {
    "id": "emotional_7",
    "text": "The heart has its reasons which reason knows not.",
    "author": "Blaise Pascal"
  },
  {
    "id": "emotional_8",
    "text": "Sometimes you need to sit lonely on the floor in a quiet room in order to hear your own voice and not let it drown in the noise of others.",
    "author": "Charlotte Eriksson"
  },
  {
    "id": "emotional_9",
    "text": "Feelings are just visitors, let them come and go.",
    "author": "Mooji"
  },
  {
    "id": "emotional_10",
    "text": "The walls we build around us to keep sadness out also keeps out the joy.",
    "author": "Jim Rohn"
  },
  {
    "id": "emotional_11",
    "text": "Unexpressed emotions will never die. They are buried alive and will come forth later in uglier ways.",
    "author": "Sigmund Freud"
  },
  {
    "id": "emotional_12",
    "text": "The best use of imagination is creativity. The worst use of imagination is anxiety.",
    "author": "Deepak Chopra"
  },
  {
    "id": "emotional_13",
    "text": "Feelings are much like waves, we can't stop them from coming but we can choose which ones to surf.",
    "author": "Jonatan Mårtensson"
  },
  {
    "id": "emotional_14",
    "text": "The deeper that sorrow carves into your being, the more joy you can contain.",
    "author": "Kahlil Gibran"
  },
  {
    "id": "emotional_15",
    "text": "We cannot selectively numb emotions, when we numb the painful emotions, we also numb the positive emotions.",
    "author": "Brené Brown"
  },
  {
    "id": "emotional_16",
    "text": "Emotional pain is not something that should be hidden away and never spoken about. There is truth in your pain, there is growth in your pain, but only if it's first brought out into the open.",
    "author": "Steven Aitchison"
  },
  {
    "id": "emotional_17",
    "text": "Emotion can be the enemy, if you give into your emotion, you lose yourself. You must be at one with your emotions, because the body always follows the mind.",
    "author": "Bruce Lee"
  },
  {
    "id": "emotional_18",
    "text": "Don't give in to your fears. If you do, you won't be able to talk to your heart.",
    "author": "Paulo Coelho"
  },
  {
    "id": "emotional_19",
    "text": "The more you hide your feelings, the more they show. The more you deny your feelings, the more they grow.",
    "author": "Anonymous"
  },
  {
    "id": "emotional_20",
    "text": "Emotions are like waves. Watch them disappear in the distance on the vast calm ocean.",
    "author": "Ram Dass"
  }
]

