[
  {
    "id": "family_1",
    "text": "Family is not an important thing. It's everything.",
    "author": "Michael J. Fox"
  },
  {
    "id": "family_2",
    "text": "The love of family is life's greatest blessing.",
    "author": "Anonymous"
  },
  {
    "id": "family_3",
    "text": "Family is where life begins and love never ends.",
    "author": "Anonymous"
  },
  {
    "id": "family_4",
    "text": "In family life, love is the oil that eases friction, the cement that binds closer together, and the music that brings harmony.",
    "author": "Friedrich Nietzsche"
  },
  {
    "id": "family_5",
    "text": "The memories we make with our family is everything.",
    "author": "Candace Cameron Bure"
  },
  {
    "id": "family_6",
    "text": "Family is the most important thing in the world.",
    "author": "Princess Diana"
  },
  {
    "id": "family_7",
    "text": "A happy family is but an earlier heaven.",
    "author": "George Bernard Shaw"
  },
  {
    "id": "family_8",
    "text": "Family means no one gets left behind or forgotten.",
    "author": "David Ogden Stiers"
  },
  {
    "id": "family_9",
    "text": "The bond that links your true family is not one of blood, but of respect and joy in each other's life.",
    "author": "Richard Bach"
  },
  {
    "id": "family_10",
    "text": "Other things may change us, but we start and end with the family.",
    "author": "Anthony Brandt"
  },
  {
    "id": "family_11",
    "text": "Family is family, whether it's the one you start out with, the one you end up with, or the family you gain along the way.",
    "author": "Anonymous"
  },
  {
    "id": "family_12",
    "text": "The informality of family life is a blessed condition that allows us all to become our best while looking our worst.",
    "author": "Marge Kennedy"
  },
  {
    "id": "family_13",
    "text": "When trouble comes, it's your family that supports you.",
    "author": "Guy Lafleur"
  },
  {
    "id": "family_14",
    "text": "Family is not defined by our genes, it is built and maintained through love.",
    "author": "Anonymous"
  },
  {
    "id": "family_15",
    "text": "The family is one of nature's masterpieces.",
    "author": "George Santayana"
  },
  {
    "id": "family_16",
    "text": "In time of test, family is best.",
    "author": "Burmese Proverb"
  },
  {
    "id": "family_17",
    "text": "Family faces are magic mirrors. Looking at people who belong to us, we see the past, present, and future.",
    "author": "Gail Lumet Buckley"
  },
  {
    "id": "family_18",
    "text": "The greatest gift of family life is to be intimately acquainted with people you might never even introduce yourself to, had life not done it for you.",
    "author": "Kendall Hailey"
  },
  {
    "id": "family_19",
    "text": "Family is a life jacket in the stormy sea of life.",
    "author": "J.K. Rowling"
  },
  {
    "id": "family_20",
    "text": "The family is the first essential cell of human society.",
    "author": "Pope John XXIII"
  }
]

