[
  {
    "id": "friends_1",
    "text": "A real friend is one who walks in when the rest of the world walks out.",
    "author": "Walter Winchell"
  },
  {
    "id": "friends_2",
    "text": "Friendship is born at that moment when one person says to another, 'What! You too? I thought I was the only one.'",
    "author": "C.S. Lewis"
  },
  {
    "id": "friends_3",
    "text": "A friend is someone who knows all about you and still loves you.",
    "author": "Elbert Hubbard"
  },
  {
    "id": "friends_4",
    "text": "True friendship comes when the silence between two people is comfortable.",
    "author": "David Tyson"
  },
  {
    "id": "friends_5",
    "text": "Friendship is the only cement that will ever hold the world together.",
    "author": "Woodrow Wilson"
  },
  {
    "id": "friends_6",
    "text": "A good friend is like a four-leaf clover; hard to find and lucky to have.",
    "author": "Irish Proverb"
  },
  {
    "id": "friends_7",
    "text": "Friends are the family you choose.",
    "author": "Jess C. Scott"
  },
  {
    "id": "friends_8",
    "text": "The greatest gift of life is friendship, and I have received it.",
    "author": "Hubert H. Humphrey"
  },
  {
    "id": "friends_9",
    "text": "A friend is what the heart needs all the time.",
    "author": "Henry Van Dyke"
  },
  {
    "id": "friends_10",
    "text": "Friendship is the hardest thing in the world to explain. It's not something you learn in school. But if you haven't learned the meaning of friendship, you really haven't learned anything.",
    "author": "Muhammad Ali"
  },
  {
    "id": "friends_11",
    "text": "A single rose can be my garden... a single friend, my world.",
    "author": "Leo Buscaglia"
  },
  {
    "id": "friends_12",
    "text": "Friendship is always a sweet responsibility, never an opportunity.",
    "author": "Khalil Gibran"
  },
  {
    "id": "friends_13",
    "text": "A true friend never gets in your way unless you happen to be going down.",
    "author": "Arnold H. Glasow"
  },
  {
    "id": "friends_14",
    "text": "The language of friendship is not words but meanings.",
    "author": "Henry David Thoreau"
  },
  {
    "id": "friends_15",
    "text": "Friendship is the only thing in the world concerning the usefulness of which all mankind are agreed.",
    "author": "Cicero"
  },
  {
    "id": "friends_16",
    "text": "The most beautiful discovery true friends make is that they can grow separately without growing apart.",
    "author": "Elisabeth Foley"
  },
  {
    "id": "friends_17",
    "text": "Friendship is like money, easier made than kept.",
    "author": "Samuel Butler"
  },
  {
    "id": "friends_18",
    "text": "A friend is someone who gives you total freedom to be yourself.",
    "author": "Jim Morrison"
  },
  {
    "id": "friends_19",
    "text": "Friends show their love in times of trouble, not in happiness.",
    "author": "Euripides"
  },
  {
    "id": "friends_20",
    "text": "A true friend is someone who thinks that you are a good egg even though he knows that you are slightly cracked.",
    "author": "Bernard Meltzer"
  }
]

