[
  {
    "id": "funny_1",
    "text": "I'm on a seafood diet. I see food and I eat it.",
    "author": "Anonymous"
  },
  {
    "id": "funny_2",
    "text": "I'm writing a book. I've got the page numbers done.",
    "author": "Steven Wright"
  },
  {
    "id": "funny_3",
    "text": "I told my wife she was drawing her eyebrows too high. She looked surprised.",
    "author": "Anonymous"
  },
  {
    "id": "funny_4",
    "text": "I haven't slept for ten days, because that would be too long.",
    "author": "Mitch Hedberg"
  },
  {
    "id": "funny_5",
    "text": "The early bird might get the worm, but the second mouse gets the cheese.",
    "author": "Anonymous"
  },
  {
    "id": "funny_6",
    "text": "I used to hate facial hair, but then it grew on me.",
    "author": "Anonymous"
  },
  {
    "id": "funny_7",
    "text": "Why don't scientists trust atoms? Because they make up everything.",
    "author": "Anonymous"
  },
  {
    "id": "funny_8",
    "text": "I'm reading a book about anti-gravity. It's impossible to put down!",
    "author": "Anonymous"
  },
  {
    "id": "funny_9",
    "text": "Did you hear about the mathematician who's afraid of negative numbers? He'll stop at nothing to avoid them.",
    "author": "Anonymous"
  },
  {
    "id": "funny_10",
    "text": "I don't have a girlfriend, but I do know a woman who'd be mad at me for saying that.",
    "author": "Mitch Hedberg"
  },
  {
    "id": "funny_11",
    "text": "I asked the librarian if the library had any books on paranoia. She whispered, 'They're right behind you.'",
    "author": "Anonymous"
  },
  {
    "id": "funny_12",
    "text": "My doctor told me I needed to break a sweat once a day so I told him I'd have a spicy burrito.",
    "author": "Anonymous"
  },
  {
    "id": "funny_13",
    "text": "I'm not saying my wife's a bad cook, but she uses a smoke alarm as a timer.",
    "author": "Anonymous"
  },
  {
    "id": "funny_14",
    "text": "I told my wife she should embrace her mistakes. She gave me a hug.",
    "author": "Anonymous"
  },
  {
    "id": "funny_15",
    "text": "I'm great at multitasking. I can waste time, be unproductive, and procrastinate all at once.",
    "author": "Anonymous"
  },
  {
    "id": "funny_16",
    "text": "I used to think I was indecisive, but now I'm not so sure.",
    "author": "Anonymous"
  },
  {
    "id": "funny_17",
    "text": "I told my wife she was drawing her eyebrows too high. She looked surprised.",
    "author": "Anonymous"
  },
  {
    "id": "funny_18",
    "text": "I'm not lazy, I'm just on energy-saving mode.",
    "author": "Anonymous"
  },
  {
    "id": "funny_19",
    "text": "I don't need a hairstylist, my pillow gives me a new hairstyle every morning.",
    "author": "Anonymous"
  },
  {
    "id": "funny_20",
    "text": "I finally got eight hours of sleep. It took me three days, but whatever.",
    "author": "Anonymous"
  }
]

