[
  {
    "id": "love_1",
    "text": "Love is composed of a single soul inhabiting two bodies.",
    "author": "Aristotle"
  },
  {
    "id": "love_2",
    "text": "Where there is love there is life.",
    "author": "Mahatma Gandhi"
  },
  {
    "id": "love_3",
    "text": "The best thing to hold onto in life is each other.",
    "author": "Audrey Hepburn"
  },
  {
    "id": "love_4",
    "text": "Love is not about how many days, months, or years you have been together. Love is about how much you love each other every single day.",
    "author": "Anonymous"
  },
  {
    "id": "love_5",
    "text": "Being deeply loved by someone gives you strength, while loving someone deeply gives you courage.",
    "author": "Lao Tzu"
  },
  {
    "id": "love_6",
    "text": "Love is when the other person's happiness is more important than your own.",
    "author": "H. Jackson Brown Jr."
  },
  {
    "id": "love_7",
    "text": "The greatest happiness of life is the conviction that we are loved.",
    "author": "Victor Hugo"
  },
  {
    "id": "love_8",
    "text": "Love recognizes no barriers. It jumps hurdles, leaps fences, penetrates walls to arrive at its destination full of hope.",
    "author": "Maya Angelou"
  },
  {
    "id": "love_9",
    "text": "I love you not because of who you are, but because of who I am when I am with you.",
    "author": "Roy Croft"
  },
  {
    "id": "love_10",
    "text": "Love is like the wind, you can't see it but you can feel it.",
    "author": "Nicholas Sparks"
  },
  {
    "id": "love_11",
    "text": "Love is an untamed force. When we try to control it, it destroys us. When we try to imprison it, it enslaves us. When we try to understand it, it leaves us feeling lost and confused.",
    "author": "Paulo Coelho"
  },
  {
    "id": "love_12",
    "text": "The art of love is largely the art of persistence.",
    "author": "Albert Ellis"
  },
  {
    "id": "love_13",
    "text": "Love doesn't make the world go 'round. Love is what makes the ride worthwhile.",
    "author": "Franklin P. Jones"
  },
  {
    "id": "love_14",
    "text": "Love is a canvas furnished by nature and embroidered by imagination.",
    "author": "Voltaire"
  },
  {
    "id": "love_15",
    "text": "Love is the only force capable of transforming an enemy into a friend.",
    "author": "Martin Luther King Jr."
  },
  {
    "id": "love_16",
    "text": "Love is the flower you've got to let grow.",
    "author": "John Lennon"
  },
  {
    "id": "love_17",
    "text": "Love is a better teacher than duty.",
    "author": "Albert Einstein"
  },
  {
    "id": "love_18",
    "text": "Love is the bridge between two hearts.",
    "author": "Anonymous"
  },
  {
    "id": "love_19",
    "text": "Love is the master key that opens the gates of happiness.",
    "author": "Oliver Wendell Holmes"
  },
  {
    "id": "love_20",
    "text": "Love is the only gold.",
    "author": "Alfred Lord Tennyson"
  }
]

