[
  {
    "id": "wisdom_1",
    "text": "The only true wisdom is in knowing you know nothing.",
    "author": "Socrates"
  },
  {
    "id": "wisdom_2",
    "text": "Wisdom is not a product of schooling but of the lifelong attempt to acquire it.",
    "author": "Albert Einstein"
  },
  {
    "id": "wisdom_3",
    "text": "The fool doth think he is wise, but the wise man knows himself to be a fool.",
    "author": "William Shakespeare"
  },
  {
    "id": "wisdom_4",
    "text": "By three methods we may learn wisdom: First, by reflection, which is noblest; Second, by imitation, which is easiest; and third by experience, which is the bitterest.",
    "author": "Confucius"
  },
  {
    "id": "wisdom_5",
    "text": "The beginning of wisdom is found in doubting; by doubting we come to the question, and by seeking we may come upon the truth.",
    "author": "Pierre Abelard"
  },
  {
    "id": "wisdom_6",
    "text": "Wisdom comes from experience. Experience is often a result of lack of wisdom.",
    "author": "Terry Pratchett"
  },
  {
    "id": "wisdom_7",
    "text": "The wise find pleasure in water; the virtuous find pleasure in hills.",
    "author": "Confucius"
  },
  {
    "id": "wisdom_8",
    "text": "Knowledge speaks, but wisdom listens.",
    "author": "Jimi Hendrix"
  },
  {
    "id": "wisdom_9",
    "text": "Knowing yourself is the beginning of all wisdom.",
    "author": "Aristotle"
  },
  {
    "id": "wisdom_10",
    "text": "The saddest aspect of life right now is that science gathers knowledge faster than society gathers wisdom.",
    "author": "Isaac Asimov"
  },
  {
    "id": "wisdom_11",
    "text": "Wisdom is the reward you get for a lifetime of listening when you'd have preferred to talk.",
    "author": "Doug Larson"
  },
  {
    "id": "wisdom_12",
    "text": "The art of being wise is the art of knowing what to overlook.",
    "author": "William James"
  },
  {
    "id": "wisdom_13",
    "text": "The wise man doesn't give the right answers, he poses the right questions.",
    "author": "Claude Levi-Strauss"
  },
  {
    "id": "wisdom_14",
    "text": "Wisdom is not wisdom when it is derived from books alone.",
    "author": "Horace"
  },
  {
    "id": "wisdom_15",
    "text": "It is the mark of an educated mind to be able to entertain a thought without accepting it.",
    "author": "Aristotle"
  },
  {
    "id": "wisdom_16",
    "text": "The more I read, the more I acquire, the more certain I am that I know nothing.",
    "author": "Voltaire"
  },
  {
    "id": "wisdom_17",
    "text": "Turn your wounds into wisdom.",
    "author": "Oprah Winfrey"
  },
  {
    "id": "wisdom_18",
    "text": "A wise man can learn more from a foolish question than a fool can learn from a wise answer.",
    "author": "Bruce Lee"
  },
  {
    "id": "wisdom_19",
    "text": "The simple things are also the most extraordinary things, and only the wise can see them.",
    "author": "Paulo Coelho"
  },
  {
    "id": "wisdom_20",
    "text": "Yesterday I was clever, so I wanted to change the world. Today I am wise, so I am changing myself.",
    "author": "Rumi"
  }
]